numbers = [1,2,3,4;5,6,7,8;9,10,11,12];
names = ["Ahmet","Mehmet","Selim";
    "Gündüz","Sibel","Kemal";
    "Ceyda","Ceren","Kaan"];

numbers2 = [1,2,3,4;5,6,7,8;9,10,11,"Ahmet"];

cell1 = {1,2,3;
    "word",4,'character'
    };

cell2 = {[10,20,30],[40,50];
    "City",{10,20};
    [2,4,6,8,10],{34,"İstanbul"}
    };



%{
cell3 = {[10,20,30];
    "City",{10,20};
    [2,4,6,8,10],{34,"İstanbul"}
    };

%}

cell4 =  {[10,20,30],[40,50];
    "City",{10,20};
    [2,4,6,8,10],{34,"City",{"Ankara",06}}
    };

cell5 = {'19.04.2000',[2 5 10]};
cell5(2,:) = {'21.06.2002',[4 7 12]};
cell5(3,:) = {'04.11.2009',[60 68 81]};

row2 = cell5(2,:);

value = cell5{1,2};
value2 = cell5{2,1};

c1 = cell(4);
c1{1,1} = [10,15,20];
c1{1,2} = ["Ankara",6,34];


c2 = cell(3,2);
c3 = cell(3,4,2);

